const brandList = ['바이오더마', '브링그린', '필리밀리', '비욘드', '토리든', '오리진스', '리얼베리어', '리듀어', '닥터지', '아누아', '어노브', '스킨푸드', '코스알엑스', '투쿨포스쿨', '페리페라', '롬앤', '더바디샵', '잇츠스킨', '일리윤', '씰리', '웨이크메이크', '힌스', '차앤박', '홀리카홀리카', '에스쁘아', '에스트라', '클리오', '닥터자르트', '자빈드서울', '아리얼', '라네즈', 
'식물나라', '데이지크', '폴라초이스', '겐조', '록시땅', '한스킨', '컬러그램', '얼트루', '미쟝센', '스틸라', '브리스킨', 
'더프트앤도프트', '릴리바이레드', '메디힐', '에이지투웨니스', '바닐라코', '맥', '마몽드', '베네피트', '바이오오일', 
'이너프 프로젝트', '엘리자베스아덴', '롤리타렘피카', '에뛰드', '투페이스드', '스카이보틀', '달리프', '캐트리스', '엘프', '멈칫',
'코드글로컬러', '아비노', '마르마르디', '피카소', '맨소래담', '정샘물', '어반디케이', '리얼테크닉스', '언파', '스킨가드플러스', '싸이닉', '키노닉스', '피지오겔', '미샤', '수아도르', '밀크바오밥', '마녀공장', '플리프', '바이오힐보', '아비브', 
'넘버즈인', '모로칸오일', '비플레인', '생활공작소', '구달', '라운드랩', '모레모', '유세린', '아벤느', '키스미', 
'밀크터치', '3CE', '온더바디', '지베르니', 'None', '더랩바이블랑두', '머지', '어뮤즈', '에이프릴스킨', '포렌코즈', '메이블린 뉴욕', '헤이네이처', '에스네이처', '메이크프렘', '소프리스', '프리메라', '리무브', '바디홀릭', '라운드어라운드', '루나', '니들리', 
'셀퓨전씨', '클로란', '썸바이미', '유리아쥬', '존슨즈', '비페스타', '한율', '바디네이처', '나이팅게일', '아르투아', 
'실크테라피', '아임프롬', '라카', '질레트', '세타필', '입큰', '메디펜스', '크리넥스', '궁중비책', 'CKD', '딥스', '차홍', 
'우르오스', '바세린', '더마비', '라로슈포제', '비비또', '아임미미', '멜릭서', '헤라', '니베아', '버츠비', '에스티로더', '해피바스', '크리니크', '제니하우스', 'ms.44', '로벡틴', '티르티르', '에센허브', '바디판타지', '데저트 에센스', '에코글램', '뉴트로지나', '아이소이', '이즈앤트리', '블랑드바디', '바비브라운', '리베르', '파넬', '로레알 파리', '야다', '닥터원더', '하루하루원더', '라끄베르', '폰즈', '믹순', '에스테덤', '디어스킨', '더툴랩', '블랙몬스터', '라씨엘르', '참존', '낫포유',
'썸블라썸', '사포렐', '비알티씨', '안나플러스', '헤어플러스', '벨먼', '센텔리안24', '쌍빠', '유리피부', '케이트', 
'헉슬리', '파티온', '끌로에', '에이트루', '플린', '벤튼', '러비더비', '바이애콤', '블랑풀', '휘게', '스컬피그', '뷰티리더', 
'인터시스', '후르디아', '닥터바이오', '라보에이치', '포인트', '퓨어포레', '카트린', '포레스트스토리', '아로마티카', 
'아넷사', '수이스킨', '케어존', '티엘스', '마퓨렌', '셀린저', '허브노트', '쥬스투클렌즈', '아크웰', '더마펌', '수이사이', 
'눅스', '해서린', '디어달리아', '비오템 옴므', '오이보스', '쿤달', '비오텀', '쏘내추럴', '라우쉬', '에어플러스', '빌리프', '헤지스 맨 룰429', '이브로쉐', '올리세', '네오젠', '레이비', '썸머스이브', '에어화이트', '달바', '정관장', '페이스팩토리', '마더네스트', 'AHC', '갸스비', '하다라보', '스킨알엑스랩', '아이디얼포맨', '바이탈뷰티', '셀렉스', '커리쉴', '브로앤팁스',
 '나츄리에', '슈어베이스', '시드물', '오우썸', '달팡', 'MAC', '브이티', '비레디', '닥터브로너스', '트리헛', '옵타움', '스킨베네핏', '랩시리즈', '엠도씨', '비오템', '셀리맥스', '프레뽀', '나인위시스', '허벌에센스', '카밀', '핏유어스킨', 
 '클레어스', '제이엠솔루션', '디오디너리', '라라츄', '엠솔릭', '잉글롯', '클라뷰', '드림웍스', '배드스킨', '시세이도', 
 '그린핑거', '다슈', '디티알티', '세인트이브스', '잇퍼', '생블랑쉬', '랑벨', '그레이멜린', '좋은느낌', '비욘드 옴므', '아토팜', '오스트레일리안골드', '뷰티스푼', '제이듀', '피토더마', '무스텔라', '메디큐브', '메이블린', '피카소꼴레지오니', '분코', 
'콜게이트', '티엔', '더말로지카', '프레시팝', '하이드로퓨갈', '스와니코코', '더포션스', '지미추', '클럽맨피노드', 
'포르맨즈', '리르', '이오시카', '이자녹스', '온호프', '위드샨']

var select = document.getElementById("brand_type")
for(var i=0;i<brandList.length;i++){
    var optionElem = document.createElement('option')
    optionElem.setAttribute('value', brandList[i])
    optionElem.innerText = brandList[i]
    select.appendChild(optionElem)
}